<template>
    <div class="TOScontainer">
        <h2 class="TOSblackBoldTitle">서비스 이용 약관</h2>
        
        <p><b class="TOSblackBoldTitle">제 1조 (목적)</b><br>
        본 약관은 자이랜드 주식회사(이하 "회사")가 제공하는 서비스인 인터넷 사이트 및 모바
        일 어플리케이션(이하 “서비스”)에서 제공하는 제반 서비스의 이용과 회사와 이용자 및
        이용자간의 권리, 의무, 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
        
        <p><b class="TOSblackBoldTitle">제 2조 (정의)</b><br>
        이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br>
        ① 서비스: 회사가 제공하는 각종의 정보서비스를 회원이 이용할 수 있는 형태로 구성한
        것으로 인터넷 사이트 및 모바일 어플리케이션을 등을 포함한 제반 단말기를 의미합니다.<br>
        ② 이용자: 서비스에 접속하여 본 약관에 따라 회사가 제공하는 서비스를 받는 회원 및
        비회원을 말합니다.<br>
        ③ 회원: 회사에 개인정보를 제공하고 회원가입 및 인증을 마친 자로서 서비스의 모든
        유무료 서비스를 이용할 수 있는 자를 말합니다.<br>
        ④ 비회원: 회원으로 가입하지 않고 회사가 제공하는 서비스의 일부만을 이용할 수 있는
        자를 말합니다.<br>
        ⑤ 아이디(ID): 회원의 식별과 서비스 이용을 위하여 회원이 정하고, 회사가 승인하는 문
        자 또는 문자와 숫자의 조합으로서 서비스에서는 각 회원의 이메일 주소를 말합니다.<br>
        ⑥ 비밀번호: 회원이 본인임을 확인하고, 비밀보호를 위해 회원 자신이 정한 문자, 숫자
        또는 특수문자의 조합을 의미합니다.<br>
        ⑦ 서비스: 서비스가 제공하는 부동산 실제 거래금액 정보, 부동산 실거래가 위치정보,
        부동산 시세 및 각종 통계정보, 부동산 매물정보, 부동산 투자상품 및 분양정보, 부동산
        대출관련 정보 등의 정보일체를 의미합니다.<br>
        위 항에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 따릅니다.</p>

        <p><b class="TOSblackBoldTitle">제 3조 (약관의 효력 및 개정)</b><br>
        ① 회사는 이용자가 약관의 내용을 회원이 쉽게 알 수 있도록 인터넷 사이트 및 모바일
        어플리케이션에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있
        도록 할 수 있습니다.<br>
        ② "회사"는 "약관의 규제에 관한 법률", "정보통신망 이용촉진 및 정보보호 등에 관한
        법률(이하 "정보통신망법") 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수
        있습니다.<br>
        ③ 회사가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정
        사유를 명시하여 현행약관과 함께 그 적용일자 15일 전부터 적용일 이후 상당한 기간
        동안, 개정 내용이 회원에게 불리한 경우에는 그 적용일자 30일 전부터 적용일 이후 상
        당한 기간 동안 각각 이를 사이트에 공지합니다.<br>
        ④ 회사가 전항에 따라 회원에게 통지하면서 ‘공지•고지일로부터 개정약관 시행일 7일
        후까지 거부의사를 표시하지 아니하면 승인한 것으로 본다’는 뜻을 명확하게 고지하였음
        에도 아무런 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다.<br>
        ⑤ 회원이 개정약관에 동의하지 않을 경우 회원은 회원탈퇴 등을 통하여 이용계약을 해지할 수
        있습니다.</p>


        <p><b class="TOSblackBoldTitle">제 4조 (약관의 해석)</b><br>
        ① 회사는 개별 서비스에 대해서 별도의 이용약관 및 정책을 둘 수 있으며, 이 약관과
        상충하는 내용이 있는 경우에는 해당 약관이 우선하여 적용 됩니다.<br>
        ② 이 약관에서 정하지 아니한 사항이나 해석은 관계법령과 상관례에 따릅니다.</p>

        <p><b class="TOSblackBoldTitle">제 5조 (회원가입과 이용계약의 성립)</b><br>
        ① 이용자 중 회원이 되고자 하는 자가 약관동의를 포함하여 회사가 정하는 회원가입 절
        차에 따라 회원가입 신청을 완료하고, 회사가 회원가입 신청에 승낙함으로써 이용계약이
        체결 됩니다.<br>
        ② 이용자는 연결화면을 통하여 이용약관을 확인할 수 있으며 본 약관을 읽고 "동의" 버
        튼을 누르거나, "가입완료" 등에 체크하는 방법을 취한 경우, 본 약관에 동의한 것으로
        간주합니다.<br>
        ③ 회사는 회원가입 신청 내지 기타 필요한 경우에 법령에 따른 본인인증 절차를 통해
        본인여부를 확인 할 수 있습니다.</p>

        <p><b class="TOSblackBoldTitle">제 6조 (회원가입 유보 및 거절)</b><br>
        ① 회사는 가입신청자가 회원가입 절차를 성실히 수행하고, 가입신청을 완료하였을 때에
        는 필요한 사항을 확인한 후 지체 없이 이를 승낙하여야 합니다.<br>
        ② 회사는 다음 각 호에 해당하는 신청에 대하여는 승낙하지 않거나, 사후에 이용계약을
        해지할 수 있습니다.<br>
        1. 가입신청서의 내용을 허위로 기재하였거나 허위서류를 첨부하여 가입신청을 하는 경
        우<br>
        2. 가입신청자의 귀책사유로 인하여 승인이 불가능 하거나, 기타 회사가 관련 법령 등을
        기준으로 하여 명백하게 사회질서 빛 미풍양속에 반할 우려가 있는 것으로 판단하는 경
        우<br>
        3. 기타 “회사”가 정한 이용신청 요건이 만족되지 않았을 경우<br>
        ③ 회사는 다음 각 호에 해당하는 경우에는 회원등록의 승낙을 유보할 수 있습니다.<br>
        1. 서비스 관련 설비에 현실적 여유가 없는 경우<br>
        2. 서비스를 제공하기에 기술상 또는 업무상 문제가 있는 경우<br>
        3. 기타 회사가 재정적, 기술적으로 필요하다고 인정하는 경우</p>

        <p><b class="TOSblackBoldTitle">제 7조 (회원정보의 변경)</b><br>
        ① 회원은 회원정보관리 메뉴를 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수
        있습니다. 다만, 서비스 관리를 위해 필요한 아이디(이메일)는 수정이 불가능 합니다.<br>
        ② 제1항에 의해 회원정보를 변경하였을 시에 변경사항을 회사에 알리지 않아 발생한
        불이익에 대하여 회사는 책임지지 않습니다.</p>

        <p><b class="TOSblackBoldTitle">제 8조 (회원의 ID 및 비밀번호 관리에 대한 의무)</b><br>
        ① 회원의 ID(이메일)와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제 3자가
        이용하도록 하여서는 안됩니다. 회원의 고의•과실로 인해 발생하는 모든 불이익에 대한
        책임은 회원이 부담합니다.<br>
        ② 회원은 ID 및 비밀번호가 도용되거나 제 3자가 사용하고 있음을 인지한 경우, 즉시
        본인의 비밀번호를 수정하는 등의 조치를 취하여야 하며, 즉시 회사에 통보하여 회사의
        안내에 따라야 합니다.</p>

        <p><b class="TOSblackBoldTitle">제 9조 (개인정보 수집과 보호)</b><br>
        회사는 ‘서비스’을 통하여 서비스를 제공하기 위하여 관련 법령의 규정에 따라 회원으로
        부터 필요한 개인정보를 수집하고, 회원의 개인정보를 보호하기 위해 노력합니다. 개인
        정보의 보호 및 사용에 대해서는 관련 법령과 회사의 ‘개인정보취급방침 및 개인정보처
        리방침’이 적용됩니다. 개인정보 관리책임자는 아래와 같습니다.<br>
        성 명 : <br>
        직 책 : <br>
        직 급 : <br>
        연락처 : <br></p>


        <p><b class="TOSblackBoldTitle TOShighlightedBackground">제 10조 (제공 서비스의 종류, 범위, 한계 및 이용요금)</b><br>
        ① 회사는 회원에게 아래와 같은 서비스를 제공합니다.<br>
        1. 전국 토지 및 건물(집합건물을 포함)의 실거래 금액 및 위치정보 서비스<br>
        2. 인공지능(AI)기반 부동산 가치추정 서비스<br>
        3. 부동산 거래매물 등에 관한 정보제공 서비스<br>
        4. 부동산 거래매물 등록 서비스<br>
        5. 부동산 투자상품 및 분양상품 등에 관한 정보제공 서비스<br>
        6. 부동산 투자상품 및 분양상품 등록 서비스<br>
        7. 부동산 공부 발급대행 서비스<br>
        8. 부동산 대출관련 정보 제공 서비스<br>
        9. 서비스의 운영과 관련되어 서비스의 화면 일부에 게재하는 광고 서비스<br>
        10. 기타 회사가 추가로 개발하거나, 다른 회사와의 제휴를 통하여 제공하는 일체의 서
        비스<br>
        ② 서비스 이용은 회사의 서비스 사용승낙 직후부터 가능합니다. 다만, 유료 서비스의
        경우에는 회사가 요금납입을 확인한 직후부터 가능합니다.<br>
        ③ 민법상 미성년자인 회원이 유료 서비스를 이용할 경우, 미성년자인 회원은 결제 전
        법정대리인의 동의를 얻어야 합니다.<br>
        ④ 서비스는 회사의 업무상 또는 기술상 불가능한 경우를 제외하고는 연중무휴, 1일 24
        시간 제공함을 원칙으로 합니다.<br>
        ⑤ 회사는 서비스를 일정범위로 분할하여 각 범위 별로 이용가능 시간을 별도로 지정할
        수 있습니다.<br>
        ⑥ 각 서비스의 범위 및 한계는 다음과 같습니다.<br>
        1. ‘전국 토지 및 건물의 실거래금액 및 위치정보 서비스’는 회사가 이용자 스스로 해당
        거래사례 정보를 확인 및 열람할 수 있도록 하는 것으로서, 국토교통부 실거래가를 기반
        으로 제공되는 정보의 정확성 및 신뢰성에 대해서는 어떠한 보증도 하지 않으며, 정보의
        오류로 인해 발생하는 모든 직접, 파생적, 징벌적, 부수적인 손해에 대해 책임을 지지 않
        습니다. 회사는 서비스 인터넷 사이트 및 모바일 어플리케이션을 통해 제공되는 정보의
        정확도를 높이기 위해 최선의 노력을 다합니다.<br>
        2. ‘인공지능(AI)기반 부동산 가치추정 서비스’는 회사의 인공지능 기술을 활용하여 추정
        한 특정 부동산 위치의 거래가능가액을 이용자가 확인 및 열람할 수 있도록 하는 것으로
        서, 이는 서비스 시점 개발된 최선의 기술을 적용하여 추정한 통계적 예측 값으로서 실
        제 거래금액을 담보하는 것이 아닙니다. 이 정보는 『감정평가 및 감정평가사에 관한 법
        률』상 ‘감정평가’가 아니며, 이 정보를 활용하여 금융기관의 대출 등에 활용할 수 없습
        니다.<br>
        3. ‘부동산 거래매물 등에 관한 정보제공 서비스’ 및 ‘부동산 투자상품 및 분양상품 등에
        관한 정보제공 서비스’는 회사가 이용자 스스로 해당 정보를 확인 및 이용할 수 있도록
        관련 정보를 제공하는 것입니다. 회사는 신뢰성 있는 정보제공을 위하여 노력하지만, 정
        보의 정확성 및 신뢰성에 대해서는 어떠한 보증도 하지 않으며, 정보의 오류로 인해 발
        생하는 모든 직접, 파생적, 징벌적, 부수적인 손해에 대해 책임을 지지 않습니다.<br>
        4. ‘부동산 거래매물 등록 서비스’ 및 ‘부동산 투자상품 및 분양상품 등록 서비스’는 회
        원이 매물정보(매물가액을 포함한 해당 물건에 대한 다양한 부가정보)와 회원의 연락처
        (회원의 이메일 주소 및 휴대전화 번호)를 직접 서비스에 등록하여 이용자에게 노출할
        수 있는 것을 말합니다. 회사는 회원이 등록한 매물정보의 노출위치, 순서 등에 관한 최
        종 결정 권한을 가지고 있으며, 별도 사전통지 없이 회원이 등록한 매물정보를 서비스
        이외의 다른 단말기(인터넷 사이트 및 모바일 어플리케이션 등)에 노출할 수 있습니다.
        회사는 회원이 등록한 매물정보에 대해서 별도로 그 진위 여부를 확인 할 수 있으며 회
        원은 등록한 매물정보의 진위 확인에 최대한 협조할 의무가 있습니다.<br>
        회사는 회원이 등록한 매물정보에 대해서 진위 확인 결과 별도의 수정사항이 있는 경우
        수정요청을 할 수 있으며, 수정요청에도 불구하고 요구시간 이내에 정보수정을 하지 않
        을 경우 직접 그 정보를 수정하거나 노출을 제한 할 수 있습니다. 이 경우 직접 수정 및
        노출제한에 따른 경제적, 법적 불이익이 있는 경우 그 책임은 회원에게 있습니다.<br>
        5. ‘부동산 공부 발급대행 서비스’는 회사가 회원을 대신하여 인터넷 민원사이트를 통하
        여 부동산 관련 공적문서(토지이용계획확인원, 지적도등본, 토지대장, 건축물관리대장,
        총괄표제부, 전유부)를 발급하여 제공하는 서비스입니다. 해당 서비스는 인터넷 민원사이
        트를 통해 제한적으로 제공되는 서비스로 해당 민원사이트의 운영상태에 따라 서비스 유
        무 및 이용시간이 달라질 수 있으며 회사는 이에 대한 어떠한 책임도 지지 않습니다.<br>
        6. ‘부동산 대출관련 정보제공 서비스’는 회원이 회사와 제휴된 금융기관 및 업체(개인을
        포함)를 통해 부동산 담보대출에 관한 각종 정보를 확인 및 열람할 수 있는 서비스 입니
        다. 회사는 대출상품과 관련된 정보의 진위확인에 대한 책임이 없으며, 금융기관 및 업
        체와 회원간의 대출약정에 일체 관여하지 않습니다. 따라서 해당 대출상품에 기인하여
        회원이 경제적, 법적인 불이익을 받을 경우 이에 대한 책임은 회원에게 있습니다.<br>
        7. ‘서비스의 운영과 관련되어 서비스의 화면 일부에 게재하는 광고 서비스’는 회
        사가 회사의 운영을 위하여 서비스 화면의 일부에 광고(상품 및 용역 서비스)를 게재하는 것으
        로서, 광고노출의 빈도, 시간, 내용, 비용, 노출 대상자의 선별 등에 관한 최종 결정 권한
        은 회사에게 있습니다. 회사는 광고상품의 내용에 일체 관여하지 않으며, 회원이 서비스
        를 통하여 특정 광고제품을 이용하여 경제적, 법적인 불이익을 받을 경우 이에 대한 책
        임은 회원에게 있습니다.<br>
        ⑦ 서비스의 이용요금은 다음과 같습니다.<br>
        1. 회사가 제공하는 서비스는 기본적으로는 무료이며 일부는 유료로 제공됩니다.<br>
        2. 회사가 유료 서비스의 경우 해당 서비스에 명시된 요금을 지불하여야 이용이 가능합니다.<br>
        3. 무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며 가입한 각 이동통신사의 정책에 따릅
        니다.<br>
        ⑧ 이용자는 원칙으로 서비스에 표기된 실거래금액의 정보에 대해서 개별적으로 수정 및
        삭제를 요청할 수 없습니다. 다만, 다음 각 호와 같은 경우 예외적으로 실거래금액 정보
        를 수정 또는 삭제 요청할 수 있습니다. 다음 각 호의 사유로 인하여 수정 및 삭제를 요
        청 받은 경우 회사는 이를 성실하게 검토하고 이용자에게 그 처리여부를 알려야 합니다.<br>
        1. 서비스에 표기된 실거래금액 정보이나 실제 등기사항전부증명서상 그 거래사실이 확
        인되지 않는 경우, 해당 부동산의 소유자 및 기타 이해관계자가 그 수정 및 삭제를 요청
        하는 경우<br>
        2. 서비스에 표기된 실거래금액 정보로 인하여 중대한 경제적 손실을 입었거나, 현재시
        점 현저하게 입을 우려가 있는 경우 그 경제적 손실을 입거나 입을 우려가 있는 자가 해
        당 사실관계에 대해서 객관적인 방법으로 입증하고 해당 실거래금액 정보의 수정 및 삭
        제를 요청하는 경우</p>


        <p><b class="TOSblackBoldTitle">제 11조 (서비스내용 변경 통지 등)</b><br>
        ① 회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 서
        비스를 일부 또는 전부 변경할 수 있습니다.<br>
        ② 서비스의 내용이 변경되거나 서비스가 종료되는 경우, 회사의 공지사항 페이지를 통
        해 공지하거나, 회원의 등록된 전자우편 주소로 이메일을 통하여 서비스 내용의 변경사
        항 또는 종료를 통지할 수 있습니다.<br>
        ③ 불특정 다수인을 상대로 통지를 함에 있어서는 인터넷 사이트(모바일 어플리케이션
        포함) 기타 회사의 공지사항 페이지를 통하여 회원들에게 통지할 수 있습니다. 단, 회원
        본인의 거래와 관련하여 중대한 영향을 미치는 사항은 상당한 기간 동안 공지하여야 합
        니다.<br>
        ④ 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상
        수정•중단•변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 회원에게 별
        도의 보상을 하지 않습니다.</p>

        <p><b class="TOSblackBoldTitle">제 12조 (서비스 이용의 제한 및 중지)</b><br>
        ① 회사는 아래 각 호에 해당하는 사유가 발생한 경우에는 이용자의 서비스 이용을 제한
        하거나 중지시킬 수 있습니다.<br>
        1. 이용자가 서비스 서비스의 운영을 고의 또는 과실로 방해하거나 방해할 행위를 하는
        경우<br>
        2. 서비스를 제공하기 위해 필수불가결한 공공데이터의 수집 및 확보가 현실적인 사유로
        현저하게 불가능하게 된 경우<br>
        3. 서비스를 위한 하드웨어 및 소프트웨어 설비의 점검 및 보수, 공사로 인하여 이용제
        한이 부득이한 경우<br>
        4. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우<br>
        5. 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에
        지장이 있는 때<br>
        6. 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정
        하는 경우<br>
        ② 회사는 전항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및
        제한기간 등을 공지사항 등을 통하여 전체 이용자 또는 특정 이용자에게 알려야 합니다.<br>
        ③ 이용자는 본 조에 따른 이용제한 등에 대해 이의를 제기할 수 있으며, 이의가 정당하
        다고 회사가 인정하는 경우 회사는 즉시 서비스 이용을 재개합니다.</p>

        <p><b class="TOSblackBoldTitle">제 13조 (회사의 의무)</b><br>
        ① 회사는 서비스를 안정적이고 지속적으로 제공하기 위해서 서비스제공 및 보안과 관련
        된 설비를 유지하고, 점검 또는 복구 등의 조치를 성실히 이행하여야 합니다.<br>
        ② 회사는 회원이 수신 동의를 하지 않은 경우, 영리 목적의 광고성 전자우편, SMS 문자
        메시지 등을 발송하지 않습니다.<br>
        ③ 회사는 회원의 개인정보를 보호하기 위해 보안시스템을 갖추어야 하며, 개인정보취급
        방침을 공시하고 준수합니다.<br>
        ④ 회사는 서비스 이용과 관련하여 회원으로부터 제기된 의견이 정당하다고 인정할 경우
        에는 이를 처리하여야 합니다. 회원이 제기한 의견이나 불만 사항에 대해서는 게시판을
        활용하거나 전자우편 등을 통하여 회원에게 처리과정 및 결과를 전달합니다.</p>

        <p><b class="TOSblackBoldTitle">제 14조 (이용자의 의무)</b><br>
        ① 이용자는 아래 각 호에 해당하는 행위를 하여서는 아니 됩니다.<br>
        1. 가입신청 또는 변경 시 허위내용을 등록하는 행위<br>
        2. 회사가 제공하는 정보를 별도의 허락이나 제휴 없이 도용하는 행위(웹 크롤링을 포함)<br>
        3. 회사가 제공하는 정보를 임의로 변경하는 행위<br>
        4. 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 사용하거나 제 3자에게 제공
        하는 행위<br>
        5. 정보통신망법 등 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프
        로그램 등)를 전송하거나 게시하는 행위<br>
        6. 회사 및 기타 제 3자의 지적재산권 등 권리를 침해하는 행위<br>
        7. 회사 및 기타 제 3자의 명예를 손상시키거나 업무를 방해하는 행위<br>
        8. 공공질서 또는 미풍양속에 위배되는 내용의 정보, 문장, 도형, 음성 등을 유포하는 행
        위<br>
        9. 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위<br>
        10. 기타 불법적이거나 부당한 행위<br>
        ② 이용자는 관계법, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항,
        회사가 통지하는 사항 등을 준수하여야 합니다.</p>

        <p><b class="TOSblackBoldTitle">제 15조 (권리의 귀속)</b><br>
        ① 서비스에 대한 저작권 및 지적재산권은 회사에 귀속됩니다. 단, 회원의 게시물 및 제
        휴계약에 따라 제공된 저작물 등은 제외합니다.<br>
        ② 회원의 서비스 받을 권리는 이를 양도 내지 증여하거나 질권의 목적으로 사용할 수 없습니다.</p>

        <p><b class="TOSblackBoldTitle">제 16조 (정보의 제공방법)</b><br>
        회사는 이용자가 서비스 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자
        우편 등의 방법으로 회원에게 제공할 수 있습니다. 다만, 회원은 관련법에 따른 거래관
        련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신
        거절을 할 수 있습니다.</p>

        <p><b class="TOSblackBoldTitle">제 17조 (이용요금의 납입)</b><br>
        ① 회원은 유료서비스를 이용하는 경우 이용대금을 납부한 후 서비스를 이용하는 것을
        원칙으로 합니다.<br>
        ② 이용대금의 상세한 내용은 유료서비스 이용계약 체결 시 제공되는 안내화면에서 공지
        하거나 기타 회사가 적절하다고 판단하는 방법으로 공지합니다.<br>
        ③ 요금을 납입할 자는 해당 유료서비스를 신청한 회원 본인으로 합니다. 단, 경우에 따
        라 해당 회원이 아닌 제 3자(회원이 속한 법인사업체 및 기타)가 납입할 수 있습니다.
        이 경우 요금을 납입할 자는 유료서비스 회원이 회사에 납부해야 할 요금 등의 모든 채
        무에 대하여 해당 회원과 연대하여 책임을 집니다.<br>
        ④ 회사가 제공하는 이용대금의 결제 방법은 휴대폰결제, 신용카드결제, 계좌이체, 무통
        장입금, 간편결제, 상품권 결제 등이 있으며, 각 결제방식에 따라 회원은 적절한 방법으
        로 결제를 완료 할 수 있습니다.<br>
        ⑤ 회원의 선택에 따라 자동이체와 같은 정기적인 결제방식을 취하는 경우 회원이 서비
        스 해지 등의 방법으로 해당 서비스의 이용을 중단하고 정기 결제의 취소를 요청하지 않
        는 한 최초 결정한 결제방식에 따라 결제가 이루어집니다.<br>
        ⑥ 회사는 결제의 이행을 위해 필요한 회원의 개인정보 및 본인인증을 추가로 요구할 수
        있으며, 회원은 회사가 요구하는 개인정보를 정확하게 제공하고 적절한 본인인증 방식에
        따라야 합니다. 회사는 회원이 허위로 또는 부정확하게 제공한 개인정보로 인하여 회원
        에게 발생하는 손해에 대하여 회사의 고의•과실이 없는 한 회원에게 별도의 손해배상책
        임을 부담하지 않습니다.<br>
        ⑦ 요금을 납입할 자가 납입 기일 내에 납입하지 않은 경우, 회사는 별도의 사전 통지
        없이 해당 유료 서비스의 제공을 중단할 수 있습니다.<br>
        ⑧ 유료서비스를 구매한 신용카드 결제가 연체되어 신용카드 회사로부터 카드가 무효 또
        는 판매부인의 통지가 있는 경우, 회사는 즉시 해당 회원의 유료 서비스 이용을 중단시
        키고, 회원에 대해 대금 결제방법의 변경 여부에 대한 확인 연락을 합니다. 단, 신용카드
        회원이 회사에 제출한 연락처로 연락이 되지 않을 경우 또는 지정일까지 확인이 되지 않
        는 경우 회사는 당해 회원과의 이용계약을 해지하고 당해 결제 건에 대해서 서비스를 제
        공하지 않습니다.<br>
        ⑨ 회사는 유료서비스 이용 금액에 대하여 회원의 요청이 있는 경우에만 현금영수증 또
        는 세금계산서를 발행합니다.</p>

        <p><b class="TOSblackBoldTitle">제 18조 (이용요금에 대한 이의신청)</b><br>
        ① 회원은 이용요금에 대하여 이의를 제기할 수 있습니다. 단, 이용요금에 관한 이의는
        그 사유의 발생을 안 날로부터 1개월, 그 사유가 발생한 날로부터 3개월 이내에 제기하
        여야 합니다.<br>
        ② 회사는 이용요금 청구 등에 오류가 있는 경우 아래의 조치를 합니다.<br>
        1. 회원이 과다 납입한 요금에 대해서는 제19조의 규정에 따릅니다.<br>
        2. 과소 청구한 요금에 대해서 회사는 미수금을 재청구하고, 미수금이 완납될 때까지 회
        원의 서비스 이용을 제한 또는 중단할 수 있습니다.</p>

        <p><b class="TOSblackBoldTitle">제 19조 (이용요금의 환불)</b><br>
        ① 유료서비스 결제 후 회원이 결제기간 내에 실제 서비스를 이용하지 않았다는 점은 원
        칙적으로 환불사유가 되지 않습니다.<br>
        ② 회원이 착오, 사기, 강박 등의 사유로 사회경제적으로 현저하게 과도한 결제를 한 경
        우 환불대상이 될 수 있습니다. 이 경우 회원의 착오나 사기 등의 사유 및 사회경제적으
        로 현저하게 과도한 결제를 하였음은 회원 본인이 합리적인 방법으로 증명하여야 합니다.<br>
        ③ 회원이 제2항의 규정에 따라 환불을 받는 경우 환불 받을 금액 및 계좌번호, 환불 일
        시 등에 관하여는 회사와 회원간의 협의에 의합니다.<br>
        ④ 회사가 제12조 제1항 제 2호, 제3호 내지 제6호에 따른 사유가 발생하여 서비스의
        일부 또는 전부를 제한하거나 중지하는 경우 해당 사유가 발생한 시점의 유료결제기간
        내에 있는 회원 전원 또는 해당 사유와 직접적으로 관련이 있는 일부 회원에 대해서 환
        불조치를 할 수 있습니다. 이 경우 회사는 환불 받을 금액 및 환불 일시 및 구체적 방법
        에 관하여 해당 사유가 발생한 즉시 회원이 즉시 인지할 수 있는 합리적인 방법을 통하
        여 공지하여야 합니다.<br>
        ⑤ 회원이 제 14조의 규정을 위반하여 회사가 회원의 서비스 이용을 제한하거나 일방적
        으로 본 계약을 해지하는 경우, 회사는 회원에게 일체의 환불을 하지 않습니다.</p>

        <p><b class="TOSblackBoldTitle">제 20조 (이용계약의 해지)</b><br>
        ① 회원이 서비스 이용계약을 해지하고자 하는 때에는 언제든지 회원정보 관리 메뉴에서
        회사가 정한 절차에 따라 회원 탈퇴를 할 수 있습니다.<br>
        ② 회원이 제 14조의 규정을 위반한 경우 회사는 일방적으로 본 계약을 해지할 수 있고,
        이로 인하여 서비스 운영에 손해가 발생한 경우 이에 대한 민•형사상 책임도 물을 수 있
        습니다.</p>

        <p><b class="TOSblackBoldTitle">제 21조 (회사의 손해배상책임)</b><br>
        ① 회사는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 회원에게 발
        생한 손해에 대해서는 책임을 부담하지 않습니다.<br>
        1. 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우<br>
        2. 서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방
        해가 있는 경우<br>
        3. 회원의 귀책사유로 서비스 이용에 장애 또는 손해가 발생한 경우<br>
        4. 회사의 귀책 없이, 이용자의 요청에 의해 서비스를 통해 신용정보가 제 3자에 제공된
        경우에 발생한 신용정보 유출에 의한 손해<br>
        5. 서비스를 제공하기 위해 필수불가결한 공공데이터의 수집 및 확보가 현실적인 사유로
        현저하게 불가능하게 된 경우<br>
        6. 제1호 내지 제5를 제외한 기타 회사의 고의•과실이 없는 사유로 인한 경우<br>
        ② 회사는 회원 간 또는 회원과 제 3자 상호간에 서비스를 매개로 하여 거래 등을 한
        경우에는 그 어떠한 경우에도 민•형사상 책임을 부담하지 않습니다.<br>
        ③ 회사는 회사가 제공하는 서비스가 아닌, 이용자 또는 제휴사가 제공하는 서비스, 정
        보, 자료 등에 대한 신뢰도와 정확성 등에 대해서는 보증하지 않으며, 이로 인해 발생한
        회원의 손해에 대하여는 책임을 부담하지 않습니다.<br>
        ④ 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책
        임지지 않습니다.</p>

        <p><b class="TOSblackBoldTitle">제 22조 (분쟁의 해결)</b><br>
        ① 회사는 이용자가 제기하는 정당한 의견이나 불만사항을 반영하고, 그 처리를 위하여
        고객상담센터를 설치 및 운영합니다.<br>
        ② 본 약관은 대한민국 법령에 의하여 규정되고 이행되며, 사이트 이용과 관련하여 회사
        와 회원간에 발생한 분쟁에 대해서는 회사의 주소지를 관할하는 법원을 합의관할로 합니
        다.</p>

        <p><b class="TOSblackBoldTitle">제 23조 (규정의 준용)</b><br>
        본 약관에 명시되지 않은 사항에 대해서는 관련법령에 의하고, 법에 명시되지 않은 부분
        에 대하여는 일반 상관행에 의합니다.</p>

        <p><b class="TOSblackBoldTitle">제24조 (유료서비스 관련 규정의 적용)</b><br>
        본 약관 중 유료서비스에 관한 사항은 회사가 유료서비스를 개시하는 때부터 적용되며,
        그 서비스 내용에 따라 해당 규정이 수정, 변경 될 수 있습니다.</p>

        <p><b class="TOSblackBoldTitle">제25조 (회사의 연락처)</b><br>
        회사의 상호 및 주소 등은 다음과 같습니다.<br>
        상 호 :  <br>
        대표이사 : <br>
        주 소 : <br>
        대표전화 : <br>
        대표메일 : <br></p>
        <p>[부칙] 2019. 00. 00 제정<br>
        1. 본 약관은 2019년 00월 00일부터 적용됩니다.</p>

    </div>
</template>

<script>
export default {

}
</script>

<style>
.TOScontainer{
    margin: 5% 22% 5% 22%;
}
.TOSblackBoldTitle{
    color: black !important;
}
.TOShighlightedBackground{
    background-color: yellow !important;
}
</style>